;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
;

[Translation]
LangCode=0804|1004
ReadHabit=Left-to-right
LanguageName=CHS
DefaultFont=微软雅黑
DefaultFontSize=9
DefaultCharset=GB2312_CHARSET
Information=信息
Warning=警告
Error=错误
Confirm=确认
FrmMain.btnSupport.hint=支持中心
FrmMain.btnnews.hint=消息
FrmMain.btnAll.caption=所有程序
FrmMain.btnSoft.caption=桌面程序
FrmMain.btnApp.caption=磁贴程序
FrmMain.btnInfreq.caption=不常用软件
FrmMain.btnPatch.caption=系统组件
FrmMain.btnUnless.caption=自定义卸载
FrmMain.btnBrowse.caption=浏览器扩展
FrmMain.btnChrome.caption=Google Chrome
FrmMain.btnIE.caption=Internet Explorer
FrmMain.btnFirfox.caption=Mozilla Firefox
FrmMain.btnEdge.caption=Microsoft Edge
FrmMain.btnuninstall.caption=一键卸载
FrmMain.lblrate.caption=评价
FrmMain.BtnNormal.Caption=安全卸载
FrmMain.BtnModify.Caption=修复程序
FrmMain.BtnForce.Caption=强制卸载
FrmMain.BtnRemove.Caption=删除条目
FrmMain.btnLog.Caption=卸载记录
TfrmUnlog.caption=卸载记录
TfrmUnlog.head.unDate=卸载日期
TfrmUnlog.head.ItemName=程序名称
TfrmUnlog.head.restore=残余项
TfrmUnlog.noItems=无残余项
TfrmUnlog.Recovered=已恢复
TfrmUnlog.recover=恢复
pmHelp=在线帮助
pmHome=官方主页
pmforum=官方论坛
pmContact=联系我们
pmLang=语言
pmAbout=关于
pmSettings=设置
pmOpenEntry=打开注册表条目
pmOpenFolder=打开文件所在的位置
PmGoogle=Google搜索
pmExport=保存为文本文件...
FrmSettings.caption=设置
pmCheckNew=自动检查新版本
pmRightMenuA=添加快捷方式到鼠标右键菜单
ExplorerMenu=使用WPU卸载
pmUnisDetect=监控其他卸载程序的卸载操作
pmSaveLeft=自动备份残余项
pmUEI=加入用户体验改善计划
FrmAbout.caption=关于
FrmAbout.btnok.caption=确定
FrmAbout.lblver.caption=当前版本:
FrmAbout.lblemail.caption=技术支持:
FrmAbout.lblhome.caption=官方网站:
FrmAbout.lblthank.caption=感谢以下为我们做出贡献的所有人:
FrmAbout.lblUninstall.caption=卸载说明
FrmAbout.lblPolicy.caption=隐私政策
FrmAbout.lblEula.caption=最终用户许可协议
FrmProgressModal.btncancel.caption=取消
Frmafterdel.caption=与程序相关的注册表项和文件
Frmafterdel.btnremove.caption=删除
Frmafterdel.btncancel.caption=取消
Frmafterdel.lblinfo.caption=请查看结果并点击“删除”来完成卸载工作.
Frmafterdel.btnnone.caption=全不选
Frmafterdel.btnall.caption=全选
frmUnlessDel.caption=自定义卸载
frmUnlessDel.lblInfo1.caption=自定义卸载可以帮你卸载一些无法通过正常卸载方式卸载的程序。添加一个文件夹后程序将分析并删除与此相关的内容。
frmUnlessDel.lblinfo2.caption=请输入程序的关键词，在卸载结束后扫描残留的文件和注册表项目
frmUnlessDel.lblKeyword.caption=关键词:
frmUnlessDel.btnNext.caption=下一步
frmUnlessDel.btncancel.caption=取消
frmUnlessDel.btnremove.caption=删除
frmUnlessDel.btnFolder.caption=浏览
FrmRate.Btnlist.caption=用户评论
FrmRate.Btnreview.caption=我的评论
FrmRate.Btnfirst.caption=第一个评论
FrmRate.Btnsubmit.caption=提交
FrmRate.lblscore.caption=评分
FrmRate.lblscorehint.caption=(请点击开始评分，必选）
FrmRate.lblnick.caption=你的昵称
FrmRate.lblnickhint.caption=(可选）
FrmRate.lblemail.caption=邮箱地址
FrmRate.lblemailhint.caption=(可选）
FrmRate.lblcontent.caption=评论内容
FrmRate.lblcontenthint.caption=(可选）
FrmRate.lbldesctitle.caption=软件描述:
FrmRate.lblratesoft.caption=推荐软件
pmAd=获取产品信息
pmDelSaveLeft=删除超过一个月的备份数据
frmDelHint.caption=残留清理
frmDelHint.btnok.caption=清理
[GUI]
ButtonYes=是
ButtonNo=否
ButtonOK=确定
ButtonMinimize=最小化
ButtonMaximize=最大化
ButtonClose=关闭
ButtonRestore=还原
ButtonMenu=菜单
ButtonCancel=取消
[Lang]
NativeLanguage=简体中文
[Uninstall]
Backuping=备份中...
PublisherUnknown=未知发布者
VersionUnknown=未知版本
Rate=评价
ItemName=名称
Publisher=发布者
Size=大小
SetupDate=安装时间
Version=版本
Canceled=卸载过程已被取消.
NoLeftOverItem=没有发现残余项目.
Removing=删除中:
TotalStat=已发现%d个项目占用了%s的磁盘空间。
Calculating=计算大小中...
Files=文件和文件夹
RegEntries=注册表项
Items=个项目
Opration=操作
NoSilent=”%s“ 不能使用静默方式卸载，请尝试用安全卸载来卸载此程序。

[message]
NoNews=您当前没有未读消息。
confimdel=你所选择的目录将被从您的电脑上移除，请确认是否继续？
UninstallApp=正在卸载...
unistallError=操作失败。
NewVer=发现一个新版本，您想要现在更新吗？
NoNewVer=恭喜您！您当前使用的是最新版本。
NoProgramSelected=请先选择一个程序。
IsBusy=请等待上一个卸载完成。
StartFindLeftover=正在分析相关的文件，文件夹和注册表项...
Collecting=正在收集软件信息...
BeSureUseForce=请在“安全卸载”没有效果时再选择“强制卸载”。 您确定要继续吗？
ConfirmRemove=此操作将从程序列表中删除该条目，但不会卸载该应用程序。您确定要继续吗？
RejectItself=不能卸载程序自身。
TranslateTo=翻译成...
UpdateDB=正在更新数据库...
BrowserLogin=%s 同步已启用。 该扩展可能会在下次同步时重新安装。 继续卸载？
BrowserRuning=%s 正在运行。 单击确定将其关闭并继续卸载。 或单击取消中止卸载。
CheckProgram=%d 个程序被选中。
CheckExtension=%d 个插件被选中。
checkSize=合计: %s
pluginnone=没有发现浏览器扩展插件
BrowserSync=禁用 %s 账户同步
uninstallresidual=”%s“ 卸载后依然残留
regentries=%d 无用的注册表项
fileentries=%d 残留的文件和文件夹
[SoftRate]
Querying=正在查询...
Good=顶
Bad=踩
Safe=举报
Ver=版本:
Ratings=个评分
SoftNotExist=无法获取软件信息
GetSoftInfoError=获取软件信息出错
UploadSoftLogoError=上传软件信息出错
SubmitData=正在提交你的软件评论...
SubmitSoftInfoError=提交评分时出现网络错误。
SubmitRateSuccess=提交评分成功
HaveSubmitRate=你已经评论过此软件
Submitgoodbad=正在提交...
me=我
NickTooLong=你的昵称已超过20字符。
MailTooLong=你的邮箱地址已超过50字符。
WrongEmail=电子邮件地址无效
ReviewTooLong=你的评论已超过300字符。
RateHint=加入我们，给你喜爱的软件评分!
UnknowName=未知产品
UnknowVer=未知版本
UnknowDesc=未知描述
[Hint]
HintRate=评价软件
HintClose=删除
[Monitor]
FindLeftover=%s 可能存在残留项。Wise Program Unistaller 正在扫描...
NonItems=%s 已经被彻底卸载了。
